Repository: LiskArchive/lisk-ui
Catalog: po/*.po
Languages: de, hu, nl, ru

source: Your dapp description cannot be longer than 160 characters.
de: Deine Dapp Beschreibung darf nicht länger als 160 Zeichen sein.
hu: A dapp leírásod nem lehet hosszabb mint 160 karakter.
nl: Uw dapp omschrijving kan niet langer zijn dan 160 karakters.
ru: Описание вашего приложения не может быть более 160 символов.

source: Your dapp name cannot be longer than 32 characters
de: Dein Dapp Name darf nicht länger als 32 Zeichen sein
hu: A dapp-od neve nem lehet hosszabb mint 32 karakter
nl: Uw dapp naam kan niet langer zijn dan 32 karakters
ru: Имя вашего dapp не может быть длиннее 32 символов

source: Your dapp name cannot be longer than 32 characters.
de: Dein Dapp Name darf nicht länger als 32 Zeichen sein.
hu: A dapp-od neve nem lehet hosszabb mint 32 karakter.
nl: Uw dapp naam kan niet langer zijn dan 32 karakters.
ru: Имя вашего dapp не может быть длиннее 32 символов

source: Your dapp name is required.
de: Ein Dapp Name ist Pflicht.
hu: A dapp neve szükséges.
nl: Uw dapp naam is vereist.
ru: Необходимо ввести имя для вашего dapp.

source: Your dapp tags cannot be longer than 160 characters.
de: Deine Dapp Tags dürfen nicht länger als 160 Zeichen sein.
hu: A dapp-od tagjai nem lehet hosszabb mint 160 karakter.
nl: Uw dapp tags kunnen niet langer zijn dan 160 karakters.
ru: Теги для вашего dapp не могут быть длиннее 160 символов.

source: add contact
de: Kontakt hinzufügen
hu: Kapcsolat hozzáadása
nl: contactpersoon toevoegen
ru: добавить контакт

source: add second passphrase
de: 2. Passphrase hinzufügen
hu: második passphrase hozzáadása
nl: tweede wachtwoordzin toevoegen
ru: добавить второй пароль

source: change to SIA ASCII
de: wechsel zu SIA ASCII
hu: valtoztatás SIA ASCII-ra
nl: verander naar SIA ASCII
ru: сменить на SIA ASCII

source: change to url link
de: wechsel zu URL Link
hu: valtoztatás url link-re
nl: verander naar URL link
ru: сменить на ссылку

source: confirm
de: bestätigen
hu: jóváhagy
nl: bevestig
ru: подтвердить

source: delegate registration
de: delegate registrieren
hu: delegált regisztráció
nl: afgevaardigde registratie
ru: регистрация делегата

source: next
de: Weiter
hu: következő
nl: volgende
ru: далее

source: register
de: registrieren
hu: regisztráció
nl: registreer
ru: зарегистрировать

source: remove vote
de: Vote entfernen
hu: szavazat eltávolítása
nl: verwijder stem
ru: удалить голос

source: save Name
de: speichere Namen
hu: Név mentése
nl: sla Naam op
ru: сохранить Имя

source: send lisk
de: versende lisk
hu: lisk küldése
nl: stuur lisk
ru: отправить lisk

source: vote
hu: szavazz
nl: stem
ru: голосовать

source: {{countStandby}} in Total
hu: {{countStandby}} Összesen
nl: {{countStandby}} in Totaal
ru: {{countStandby}} Всего

source: {{countTop}} in Total
de: Insgesamt {{countTop}}
hu: {{countTop}} Összesen
nl: {{countTop}} in Totaal
ru: {{countTop}} Всего

source: {{count}} in Total
de: Insgesamt {{count}}
hu: {{count}} Összesen
nl: {{count}} in Totaal
ru: {{count}} Всего

source: {{voteList.length}} out of {{countStandby + countTop}} Delegates selected
de: {{voteList.length}} von {{countStandby + countTop}} Delegates ausgewählt
hu: {{voteList.length}}-ből {{countStandby + countTop}} Delegáltak választva
nl: {{voteList.length}} van de {{countStandby + countTop}} afgevaardigde geselecteerd
ru: {{voteList.length}} из {{countStandby + countTop}} Делегатов выбрано

source: {{voteList.length}} out of {{count}} Delegates selected
de: {{voteList.length}} von {{count}} Delegates ausgewählt
hu: {{voteList.length}}-ből {{count}} Delegáltak választva
nl: {{voteList.length}} van de {{count}} afgevaardigde geselecteerd
ru: {{voteList.length}} из {{count}} Делегатов выбрано

source: Close modal
de: Modal schließen
hu: Lista bezárása
nl: Modaal sluiten

source: Attention!
de: Achtung!

source: Please be aware, Lisk decentralized applications do not currently run within a sandboxed virtual machine. This means you are potentially vulnerable to malicious application behaviour. Before installing any new application, we recommend checking the source code or asking the Lisk community for further verification.<br>We will enable sandboxing of decentralized applications with the next Lisk update.
de: Bitte achte darauf, dass sämtliche Lisk Dapps nicht in einer gesicherten Umgebung laufen. Wir werden es schnellstmöglich mit einem Update ändern.

source: Transactions for 17649443584386761059C
de: Transaktionen für 17649443584386761059C
