Repository: LiskArchive/lisk-ui
Catalog: po/*.po
Languages: de, hu, nl, ru

source: 2nd Passphrase
de: 2. Passphrase
hu: 2. jelmondat
nl: 2de Wachtwoordzin
ru: 2-ой Пароль

source: ADD NEW DAPP
de: NEUE DAPP HINZUFÜGEN
hu: ÚJ DAPP HOZZÁADÁSA
nl: NIEUWE DAPP TOEVOEGEN
ru: ДОБАВИТЬ НОВОЕ DAPP

source: Accept / Next Step
de: Akzeptieren / Nächster Schritt
hu: Elfogadás / Következő lépés
nl: Accepteren / Volgende Stap
ru: Принять / Следующий Шаг

source: Account
hu: Fiók
ru: Учтена запись

source: Account Verification
de: Account Verifizierung
hu: Fiók ellenőrzés
nl: Account Verificatie
ru: Проверка Учетной записи

source: Account name or ID
de: Account Name oder ID
hu: Fiók név vagy ID
nl: Account naam of ID
ru: Название Учетной записи или Идентификатор

source: Account name, ID or public key
de: Account Name, ID oder Public Key
hu: Fiók név, ID vagy nyilvános kulcs
nl: Accountnaam, ID of openbare sleutel
ru: Название Учетной записи, Идентификатор или публичный ключ

source: Add as Contact
de: Zu Kontakten hinzufügen
hu: Hozzáadás kapcsolatként
nl: Toevoegen als Contactpersoon
ru: Добавить контакт

source: Add group members by typing in their account name, ID or public key.
de: Füge Mitglieder hinzu indem du ihren Account Namen, ID oder Public Key einträgst.
hu: Csoport tagjainak hozzáadásához írja be a fiók nevét, az ID-t vagy a nyilvános kulcsot.
nl: Groepsleden toevoegen door hun accountnaam, ID of openbare sleutel in te voeren.
ru: Добавьте членов группы, введя их имя учетной записи, Идентификатор или публичный ключ.

source: Add new contact
de: Neuen Kontakt hinzufügen
hu: Új kapcsolat hozzáadása
nl: Nieuw contactpersoon toevoegen
ru: Добавить новый контакт

source: Add second passphrase
de: 2. Passphrase hinzufügen
hu: Második jelmondat hozzáadása
nl: Tweede wachtwoordzin toevoegen
ru: Добавить второй пароль

source: Adding new contact
de: Neuen Kontakt hinzufügen
hu: Új kapcsolat felvétele
nl: Voeg een nieuw contact toe
ru: Добавление нового контакта

source: Amount
de: Summe
hu: Összeg
nl: Aantal
ru: Количество

source: Amount (Fee)
de: Summe (Gebühren)
hu: Összeg (díj)
nl: Aantal (Fee)
ru: Количество (Комиссия)

source: Approval
de: Zustimmungen
hu: Jóváhagyás
nl: Goedkeuring
ru: Одобрение

source: Are you sure you want to delete this item?
de: Bist du dir sicher, dass du es löschen möchtest?
hu: Biztos, hogy törölni kívánja ezt az elemet?
nl: Weet je zeker dat je dit item wil verwijderen?
ru: Вы уверены, что хотите удалить выбранное.

source: BACK
de: ZURÜCK
hu: VISSZA
nl: TERUG
ru: НАЗАД

source: Back
de: Zurück
hu: Vissza
nl: Terug
ru: Назад

source: Balance
de: Guthaben
hu: Számlaegyenleg
nl: Saldo
ru: Баланс

source: Becoming a delegate requires registration. You may choose your own delegate name, which can be used to promote your delegate. Only the top 101 delegates are eligible to forge. All fees are shared equally between the top 101 delegates. Registration costs: {{fee | liskFilter}} LISK.
de: Um Delegate zu werden musst du dich registrieren. Dazu kannst du dir deinen eigenen Delegate Namen aussuchen, mit dem du für deinen Delegate dann werben kannst. Nur die obersten 101 Delegates können aktiv forgen. Alle eingenommenen Netzwerkgebühren werden gleichmäßig zwischen den obersten 101 Delegates verteilt. Gebühren: {{fee | liskFilter}} LISK.
hu: A delegációhoz regisztráció szükséges. Kiválaszthatja a saját delegált nevét, amit felhasználhat arra hogy támogassa a delegációját. Csak a top 101 delegált jogosult a forge-ra. Minden díj egyenlően van megosztva a top 101 delegáltak közt. Regisztráció ára: {{fee | liskFilter}} LISK.
nl: Om een afgevaardigde te worden is registratie vereist. U mag uw eigen afgevaardigde naam kiezen die kan worden gebruikt om uw afgevaardigde te promoten. Enkel de top 101 afgevaardigden komen in aanmerking om te forgen. Alle verheffingen (fees) worden verdeeld tussen de top 101 afgevaardigden. Registratie kosten: {{fee | liskFilter}} LISK.
ru: Необходима регистрация, чтобы стать делегатом. Вы можете выбрать имя для делегата, которое можно будет использовать для продвижения вашего делегата. Вознаграждение за форджинг получают те кто находятся в списке 101 лучший делегат. Все вознаграждения делятся поровну между участниками находящимися в списке 101 лучший делегат. Стоимость регистрации: {{fee | liskFilter}} LISK.

source: Block ID
hu: Block
nl: Blok ID
ru: Номер Блока

source: CANCEL
de: ABBRECHEN
hu: MÉGSE
nl: ANNULEREN
ru: ОТМЕНИТЬ

source: CATEGORIES
de: KATEGORIEN
hu: KATEGÓRIÁK
nl: CATEGORIËN
ru: КАТЕГОРИИ

source: CONFIRM
de: BESTÄTIGEN
hu: JÓVÁHAGY
nl: BEVESTIGEN
ru: ПОДТВЕРДИТЬ

source: CONFIRM VOTE
de: VOTE BESTÄTIGEN
hu: SZAVAZÁS MEGERŐSÍTÉSE
nl: STEM BEVESTIGEN
ru: ПОДТВЕРДИТЬ ГОЛОС

source: CONFIRMATIONS
de: BESTÄTIGUNGEN
hu: VISSZAIGAZOLÁSOK
nl: BEVESTIGINGEN
ru: ПОДТВЕРЖДЕНИЯ

source: CONFIRMED TRANSACTIONS
de: BESTÄTIGTE TRANSAKTIONEN
hu: VISSZAIGAZOLT TRANZAKCIÓK
nl: BEVESTIGDE TRANSACTIES
ru: ПОДТВЕРЖДЕННЫЕ ТРАНЗАКЦИИ

source: Cancel
de: Abbrechen
hu: Mégse
nl: Annuleren
ru: Отменить

source: Category
de: Kategorie
hu: Kategória
nl: Categorie
ru: Категория

source: Category:
de: Kategorie:
hu: Kategória:
nl: Categorie:
ru: Категория:

source: Centralized
de: Zentral
hu: Centralizált
nl: Gecentraliseerd
ru: Централизовано

source: Check
de: Kontrollieren
hu: Ellenőrzés
nl: Nakijken
ru: Проверка

source: Confirm
de: Bestätigen
hu: Jóváhagy
nl: Bevestigen
ru: Подтвердить

source: Confirmation
de: Bestätigung
hu: Megerősítés
nl: Bevestiging
ru: Подтверждение

source: Confirmations
de: Bestätigungen
hu: Megerősítések
nl: Bevestigingen
ru: Подтверждения

source: Confirmations Needed
hu: Szükséges Megerősítések
nl: Benodigde Bevestigingen
ru: Подтверждений Необходимо

source: Confirmations needed
de: Bestätigungen nötig
hu: Szükséges megerősítések
nl: Benodigde bevestigingen
ru: Подтверждений необходимо

source: Confirmed by
de: Bestätigt durch
hu: Megerősítette
nl: Bevestigd door
ru: Подтверждено

source: Contact Request
de: Kontaktanfrage
hu: Kapcsolatfelvételi kérelem
nl: Contact Verzoek
ru: Запрос на добавления контакта

source: Contacts
de: Kontakte
hu: Kapcsolatok
nl: Contactpersonen
ru: Контакты

source: Conversations
de: Konversationen
hu: Beszélgetések
nl: Conversaties
ru: Сообщения

source: Copy Address
de: Adresse kopieren
hu: Cím másolása
nl: Kopieer Adres
ru: Скопировать Адрес

source: Copy Name
de: Namen kopieren
hu: Név másolása
nl: Kopieer Naam
ru: Скопировать Имя

source: DOWNLOAD
hu: LETÖLTÉS
ru: СКАЧАТЬ

source: Dapp Store
ru: Dapp Магазин

source: Dashboard
ru: Общая информация

source: Decentralized
de: Dezentral
hu: Decentralizált
nl: Gedecentraliseerd
ru: Децентрализованный

source: Delegate Name
hu: Delegáltus neve
nl: Afgevaardigde Naam
ru: Имя Делегата

source: Delegates
hu: Delegáltak
nl: Afgevaardigden
ru: Делегаты

source: Description
de: Beschreibung
hu: Leírás
nl: Omschrijving
ru: Описание

source: Disable Forging
de: Forging deaktivieren
hu: Forge-olás Letiltása
nl: Forging Uitzetten
ru: Отключить Форджинг

source: Disabled
hu: Letiltva
nl: Uitgeschakeld
ru: Отключено

source: Empty passphrase
de: Passphrase leer
hu: Üres jelszó
nl: Lege wachtwoordzin
ru: Пустой пароль

source: Enable Forging
de: Forging aktivieren
hu: Forge-olás engedélyezése
nl: Forging aan zetten
ru: Включить Форджинг

source: Enable Multi-Signature on this account
de: Multi-Signature auf diesem Account aktivieren
hu: Multi-Signature engedélyezése ezen a fiókon
nl: Multi-Signature aanzetten voor dit account
ru: Включить Мульта-Подпись на этой учетной записи

source: Enabled
hu: Engedélyezve
nl: Geactiveerd
ru: Включено

source: FEE
de: GEBÜHREN
hu: DÍJ
ru: КОМИССИЯ

source: FORGING
hu: FORGE-OLÁS
ru: ФОРДЖИНГ

source: Fee
de: Gebühren
hu: Díj
ru: Комиссия

source: Forged Blocks
de: Blöcke geforged
hu: Forge-olt Blokkok
nl: Geforgde Blokken
ru: Произведено Блоков

source: Forging
hu: Forge-olás
ru: Форджинг

source: Further protect your account with an optional second passphrase! Please allow some time for the changes to take effect. Service cost: <b>{{fee | liskFilter}} LISK</b>. Your balance: <b>{{totalBalance | liskFilter}} LISK</b>.
de: Mache deinen Account mit einer optionalen zweiten Passphrase sicherer! Bitte warte einen Augenblick bis das Netzwerk die Änderung bemerkt. Gebühren: <b>{{fee | liskFilter}} LISK</b>. Dein Guthaben: <b>{{totalBalance | liskFilter}} LISK</b>.
hu: A fiókjának érdekében további biztonságért védje meg egy 2. passphrase-el! Kérjük engedélyezzen egy kis időt a változásért. Szolgáltatás ára: <b>{{fee | liskFilter}} LISK</b>. Saját egyenleg: <b>{{totalBalance | liskFilter}} LISK</b>.
nl: U kan uw account beter beveiligen met een optionele tweede wachtwoordzin! Geef het systeem een beetje tijd om de veranderingen toe te passen. Kosten van deze dienst: <b>{{fee | liskFilter}} LISK</b>. Uw balans: <b>{{totalBalance | liskFilter}} LISK</b>.
ru: Усилить защиту вашей ученой записи с помощью второго пароля! Пожалуйста учтите, что необходимо некоторое время для вступления изменений в силу. Стоимость: <b>{{fee | liskFilter}} LISK</b>. Ваш баланс: <b>{{totalBalance | liskFilter}} LISK</b>.

source: GET STARTED
de: LOS GEHTS
hu: Kezdjük
nl: BEGINNEN
ru: НАЧАТЬ

source: GO BACK
de: ZURÜCKGEHEN
hu: VISSZA
nl: GA TERUG
ru: НАЗАД

source: General
de: Allgemein
hu: Általános
nl: Algemeen
ru: Основное

source: Generate New
de: Neu generieren
hu: Generáljon újat
nl: Nieuwe Genereren
ru: Сгенерировать Новый

source: Generator
de: Forger
hu: Generátor
ru: Генератор

source: Git repository link
ru: Ссылка на Git репозиторий

source: GitHub is a Web-based Git repository hosting service, which offers amongst other things a source code management functionality. GitHub provides a graphical interface and desktop as well as mobile integration. If you add your dapp source code to a GitHub repository you need to specify the repository link in the next step.
de: GitHub ist ein Web basierter Git Repository hosting Service mit vielen Features. Zum Beispiel stellt es eine graphische Oberfläche zur Verfügung und Smartphone Apps. Falls du deinen Dapp Quellcode mithilfe GitHub hinzufügen möchtest, musst du im nächsten Schritt deinen Repository Link angeben.
hu: A GitHub egy Web-alapú Git repository tárhely szolgáltatás, mely egyebek között forráskód menedzsment funkciókat biztosít. A GitHub biztosít egy grafikus felületet, asztali és a mobil integráció-hoz. Ha hozzá akarja adni a dapp forráskódját egy GitHub adattárhoz akkor meg kell adnia a repository linket a következő lépésben.
nl: Github is een web-gebaseerde Git repository hosting dienst, dat samen met nog andere dingen, een source code beheer functie aanbiedt. GitHub voorziet zowel een grafische interface als desktop en mobiele integratie. Indien u uw dapp source code aan een GitHub repository toevoegd, dien je de repository link in de volgende stap te specifiëren.
ru: GitHub - веб-сервис для хостинга IT-проектов и их совместной разработки, который предлагает среди прочего функциональность управления исходным кодом. GitHub предоставляет графический интерфейс и рабочий стол, а также мобильную интеграцию. Если вы добавите исходный код своего dapp в хранилище GitHub, вам будет необходимо указать ссылку хранилища в следующем шаге.

source: Go back
de: Zurückgehen
hu: Vissza
nl: Ga terug
ru: Назад

source: Go to previous page
de: Zur vorherigen Seite
hu: Ugrás az előző oldalra
nl: Ga naar de vorige pagina
ru: Вернуться на предыдущую страницу

source: Group Name
hu: Csoport Név
nl: Groepsnaam
ru: Имя Группы

source: HOME
hu: Főoldal
ru: ДОМОЙ

source: Height
de: Höhe
hu: Magasság
nl: Hoogte
ru: Высота

source: Hosted at
de: Gehosted auf
hu: Hosztolva
nl: Gehost door
ru: Храниться

source: INSTALL
de: INSTALLIEREN
hu: TELEPÍTÉS
nl: INSTALLEREN
ru: УСТАНОВИТЬ

source: INSTALLED
de: INSTALLIERT
hu: TELEPÍTVE
nl: GEÏNSTALLEERD
ru: УСТАНОВЛЕНО

source: Icon Sia ASCII
hu: Ikon Sia ASCII
nl: Icoon Sia ASCII
ru: Иконка Sia ASCII

source: Icon URL
hu: Ikon URL
nl: Icoon URL
ru: Иконка URL

source: Installed Dapps
de: Installierte Dapps
hu: Telepített Dapps-ok
nl: Geïnstalleerde Dapps
ru: Установленные Dapp

source: LAUNCH
de: STARTEN
hu: INDÍTÁS
nl: STARTEN
ru: ЗАПУСТИТЬ

source: LISK Amount
de: LISK Summe
hu: LISK Összeg
nl: Aantal LISK
ru: Количество LISK

source: LISK Earned
de: LISK verdient
hu: Keresett LISK
nl: Lisk Verdiend
ru: LISK Заработано

source: Language
hu: Nyelv
nl: Taal
ru: Язык

source: Latest Multi-Signature Transactions
de: Neueste Multi-Signature Transaktionen
hu: Legutolsó Multi-Signature tranzakciók
nl: Laatste Multi-Signature Transacties
ru: Последние транзакции с Мульти-Подписью

source: Latest Transactions
de: Neuesten Transaktionen
hu: Legutóbbi tranzakcióink
nl: Laatste Transacties
ru: Последние Транзакции

source: Latest version
de: Neueste Version
hu: Legutolsó verzió
nl: Laatse versie
ru: Последняя версия

source: Lisk - Decentralized Application Platform
de: Lisk - Die Dezentrale Applikations Plattform
hu: Lisk - Decentralizált Alkalmazás Platform
nl: Lisk - Gedecentraliseerde Applicaties Platform
ru: Lisk - Платформа для децентрализованных приложений

source: Lisk Address
hu: Lisk Cím
nl: Lisk Adres
ru: Lisk Адрес

source: Lisk Client
hu: Lisk Kliens
nl: Lisk Cliënt
ru: Lisk Клиент

source: Lisk Client Outdated
de: Lisk Client Veraltet
hu: Lisk Kliens elavult
nl: Lisk Cliënt Verouderd
ru: Версия Lisk Клиента устарела

source: Loading Multi-Signature Groups
de: Lade Multi-Signature Gruppen
hu: Multi-Signature Csoportok Betoltése
nl: Multi-Signature Groepen aan het laden
ru: Загрузка групп Мульти-Подписей

source: Loading blockchain
de: Lade die Blockchain
hu: Blockchain betöltése
nl: Blockchain aan het laden
ru: Загрузка Блокчейна

source: Loading contacts
de: Lade deine Kontakte
hu: Kapcsolatok betöltése
nl: Contactpersonen aan het laden
ru: Загрузка контактов

source: Loading dapp
de: Lade die Dapp
hu: Dapp betöltése
nl: Dapp aan het laden
ru: Загрузка dapp

source: Loading dapps
de: Lade Dapps
hu: Dapps-ok betöltése
nl: Dapps aan het laden
ru: Загрузка dapps

source: Loading dashboard
de: Lade das Dashboard
hu: Dashboard betöltése
nl: Dashboard aan het laden
ru: Загрузка Панели общей информации

source: Loading delegates
de: Lade die Delegates
hu: Delegáltak betöltése
nl: Afgevaardigden aan het laden
ru: Загрузка делегатов

source: Loading forging status
de: Lade den Forging Status
hu: Forge-olás státusz betöltése
nl: Forging status aan het laden
ru: Загрузка форджинг статуса

source: Loading transactions
de: Lade Transaktionen
hu: Tranzakciók betöltése
nl: Transacties aan het laden
ru: Загрузка транзакций

source: Loading...
de: Laden...
hu: Betöltés...
nl: Laden...
ru: Загрузка…

source: Logout
de: Ausloggen
hu: Kijelentkezés
nl: Afmelden
ru: Выйти

source: MORE INFO
de: MEHR INFORMATIONEN
hu: TOVÁBBI INFO
nl: MEER INFORMATIE
ru: БОЛЬШЕ ИНФОРМАЦИИ

source: Make sure that you keep the passphrase safe. You will be asked to re-type it for confirmation.
de: Stelle sicher, dass du deine Passphrase sicher aufbewahrst. Im nächsten Schritt musst du sie nochmals bestätigen.
hu: Kérjük tartsa biztonságban a passsphrase-et. Írja be újra megerősitésért.
nl: Wees zeker dat u de wachtwoordzin veilig bewaard. U zal gevraagd worden om deze opnieuw te typen ter bevestiging.
ru: Убедитесь, что ваш пароль находится в безопасном месте. Вам будет необходимо ввести его повторно для подтверждения.

source: Make sure you're sending LISK to the right contact. This action can't be undone later.
de: Stelle sicher, dass du deine LISK zur richtigen Person schickst. Die Transaktionen sind nicht reversibel.
hu: Győződjön meg róla hogy a megfelelő címre küld LISK-et. Ez a művelet nem vonható vissza később.
nl: Wees zeker dat u de LISK naar de juiste contactpersoon verstuurt. Deze actie kan later niet ongedaan worden gemaakt.
ru: Убедить что отправляете LISK правильному контакту. Данное действие не может быть отменено.

source: Master Passphrase
nl: Hoofd Wachtwoordzin
ru: Основной Пароль

source: Members
de: Mitglieder
hu: Tagok
nl: Leden
ru: Пользователи

source: More
de: Mehr
hu: Több
nl: Meer
ru: Больше

source: Multi-Signature
ru: Мульти-Подпись

source: My Contacts
de: Meine Kontakte
hu: Kapcsolatok
nl: Mijn Contactpersonen
ru: Мои Контакты

source: My Multi-Signature Groups
de: Meine Multi-Signature Gruppen
hu: Saját Multi-Signature Csoportjaim
nl: Mijn Multi-Signature groepen
ru: Мои группы Мульти-Подписью

source: My Profile
de: Mein Profil
hu: Profilom
nl: Mijn Profiel
ru: Мой Профиль

source: My Votes
de: Meine Votes
hu: Szavazásaim
nl: Mijn Stemmen
ru: Мои Голоса

source: My votes ({{myVotesCount||'0'}})
de: Meine Votes ({{myVotesCount||'0'}})
hu: Szavazásaim ({{myVotesCount||'0'}})
nl: Mijn stemmen ({{myVotesCount||'0'}})
ru: Мои голоса ({{myVotesCount||'0'}})

source: NEW ACCOUNT
de: NEUER ACCOUNT
hu: ÚJ FIÓK
nl: NIEUW ACCOUNT
ru: НОВАЯ УЧЕТНАЯ ЗАПИСЬ

source: NEXT
de: WEITER
hu: KÖVETKEZŐ
nl: VOLGENDE
ru: ДАЛЕЕ

source: NEXT STEP
de: NÄCHSTER SCHRITT
hu: KÖVETKEZŐ LÉPÉS
nl: VOLGENDE STAP
ru: СЛЕДУЮЩИЙ ШАГ

source: NO
de: NEIN
hu: NEM
nl: NEE
ru: НЕТ

source: Name
hu: Név
nl: Naam
ru: Имя

source: New second passphrase
de: 2. Passphrase
hu: Új 2. jelmondat
nl: Nieuwe tweede wachtwoordzin
ru: Новый второй пароль

source: Next Step
de: Nächster Schritt
hu: Következő Lépés
nl: Volgende Stap
ru: Следующий Шаг

source: No blockchain
de: Keine Blockchain
hu: Hianyzik a blockchain
nl: Geen blockchain
ru: Нет блокчейна

source: No dapps matching your search criteria were found.
de: Keine passenden Dapps zu ihren Suchkriterien gefunden.
hu: Nincs a keresési feltételeknek megfelelő dapp találat.
nl: Er worden geen dapps met uw zoek criteria gevonden.
ru: Не было найдено ни одного dapp подходящего вашему критерию

source: No delegates
de: Keine Delegates
hu: Nincsenek küldöttek
nl: Geen afgevaardigden
ru: Нет делегатов

source: No results for search '{{searchDapp.searchForDappGlobal}}' in dapps.
de: Keine Resultate für die Suche nach '{{searchDapp.searchForDappGlobal}}'.
hu: Nincs a keresésnek megfelelő eredmény '{{searchDapp.searchForDappGlobal}}' a dapp-ok között.
nl: Geen resultaten voor '{{searchDapp.searchForDappGlobal}}' in dapps.
ru: Нет результатов по запросу '{{searchDapp.searchForDappGlobal}}' в dapps.

source: No results for this search.
de: Nichts gefunden.
hu: Nincs eredmény.
nl: Geen resultaat bij het zoeken.
ru: Нет результатов по этому запросу

source: Number of members
de: Anzahl an Mitgliedern
hu: Tagok száma
nl: Aantal leden
ru: Количество пользователей

source: OK
ru: ОК

source: OPEN
de: ÖFFNEN
hu: MEGNYIT
ru: ОТКРЫТЬ

source: Off
de: Aus
hu: Ki
nl: Uit
ru: Выключить

source: On
de: An
hu: Be
nl: Aan
ru: Включить

source: Others
de: Andere
hu: Mások
nl: Anderen
ru: Другие

source: Passphrase
hu: Jelmondat
nl: Wachtwoordzin
ru: Пароль

source: Passphrase doesn't match.
de: Passphrase stimmt nicht überein.
hu: Jelmondat nem egyezik.
nl: Wachtwoordzin komt niet overeen.
ru: Пароль не совпадает

source: Pending ({{contacts.followersCount}})
de: Wartend ({{contacts.followersCount}})
hu: Függőben lévő ({{contacts.followersCount}})
nl: In Afwachting ({{contacts.followersCount}})
ru: В ожидании ({{contacts.followersCount}})

source: Pending Requests
de: Wartende Anfragen
hu: Függőben lévő kérelmek
nl: Verzoeken in Afwachting
ru: Запросы в ожидании

source: Pending transactions
de: Wartende Transaktionen
hu: Függőben lévő tranzakciók
nl: Transacties in afwachting
ru: Транзакции в ожидании

source: Please check your input below and go back if necessary.
de: Bitte überprüfe deine unteren Eingaben und gehe, falls Notwendig, zurück.
hu: Kérjük, ellenőrizze a bevitt adatokat és lépjen vissza ha szükséges.
nl: Controleer alstublieft onderstaande invoer en ga terug indien nodig.
ru: Пожалуйста проверьте введенные данные и при необходимости вернитесь назад.

source: Please check your input below and go back if necessary. Double-check the group members, else you risk losing your LISK balance!
de: Bitte überprüfe deine unteren Eingaben und gehe, falls Notwendig, zurück. Bitte kontrolliere außerdem noch einmal deine Gruppenmitglieder, ansonsten riskierst du es deine LISK zu verlieren.
hu: Kérjük, ellenőrizze a beírt adatokat és lépjen vissza, ha szükséges. Ellenőrizze többször is a csoporttagokat, különben az Ön felelőssége, ha elveszíti a LISK egyenlegét!
nl: Controleer alstublieft onderstaande invoer en ga terug indien nodig. De groepsleden kan je het best dubbel controleren, anders loop je het risico om je LISK balans te verliezen!
ru: Пожалуйста проверьте введенные данные и при необходимости вернитесь назад. Дважды проверьте членов группы, в противном случае вы рискуете потерять все ваши LISK.

source: Please choose a delegate name.
de: Bitte wähle einen Delegate Namen.
hu: Válassza ki a delegátus nevét.
nl: Kies alstublieft een afgevaardigde naam.
ru: Пожалуйста выберите имя делегата.

source: Please choose between the available options.
de: Bitte wähle zwischen den möglichen Optionen aus.
hu: Válasszon a rendelkezésre álló lehetőségek közül.
nl: Kies alstublieft tussen de beschikbare opties.
ru: Пожалуйста выберите из возможных вариантов.

source: Please enter master password.
de: Bitte gib dein Master Password ein.
hu: Kérjük, írja be a mesterjelszót.
nl: Voer alstublieft het hoofd paswoord in.
ru: Пожалуйста введите основной пароль.

source: Please enter your passphrase below.
de: Bitte gib unten deine Passphrase ein.
hu: Kérjük, írja be a jelmondatot:
nl: Voer alstublieft hieronder uw wachtwoordzin in.
ru: Пожалуйста введите ваш пароль ниже.

source: Please enter your passphrase.
de: Bitte gibt deine Passphrase ein.
hu: Kérjük, írja be a jelmondatot.
nl: Voer alstublieft uw wachtwoordzin in.
ru: Пожалуйста введите ваш пароль.

source: Please enter your second passphrase below.
de: Bitte gib unten deine 2. Passphrase ein.
hu: Kérjük, írja be a 2. jelmondatot.
nl: Voer alstublieft uw tweede wachtwoordzin in.
ru: Пожалуйста введите ваш второй пароль ниже.

source: Please make sure you copy and paste the whole Sia ASCII code. Additionally please check that there were no characters added.
de: Bitte kopiere den gesamten Sia ASCII code.
hu: Legyen biztos abban hogy kimásolta a teljes Sia ASCII kódot. Továbbá ellenőrizze, hogy nincsenek extra karakterek hozzáadva.
nl: Kijk alstubieft na dat je de volledige Sia ASCII code hebt gekopieerd en geplakt. Kijk eventueel ook na of er geen overbodige karakters werden toegevoegd.
ru: Пожалуйста убедитесь в том что вы полностью скопировали Sia ASCII код. Кроме того, убедитесь пожалуйста в том что не было добавлено лишних символов.

source: Please make sure you copy the complete repository link from GitHub. It ends in .git.
de: Bitte kopiere den gesamten GitHub Link. Er endet auf .git.
hu: Kérjük, másolja ki a teljes GitHub adattár linket. Ezek .git-el végződnek.
nl: Kijk alstublieft na of je de volledige repository link hebt gekopieerd van GitHub. Deze eindigt altijd op .git.
ru: Пожалуйста убедитесь что полностью скопировали ссылку c GitHub. Она заканчивается на .git.

source: Please re-enter your passphrase below.
de: Bitte gib unten deine Passphrase erneut ein.
hu: Kérjük, írja be újra a jelmondatot.
nl: Geef je wachtwoordzin alstublieft opnieuw in.
ru: Пожалуйста введите повторно ваш пароль внизу.

source: Please read carefully.
de: Bitte aufmerksam lesen.
hu: Kérjük, olvassa el figyelmesen.
nl: Lees dit alstublieft nauwkeurig door.
ru: Пожалуйста прочитайте внимательно.

source: Please set the GitHub repository link below.
de: Bitte füge unten den GitHub Repository link ein.
hu: Kérjük, állítsa be a GitHub adattár linket.
nl: Voer alstublieft hieronder de GitHub repository link in.
ru: Пожалуйста установите ссылку на GitHub репозиторий ниже.

source: Please set the Sia ASCII code below.
de: Bitte füge unten den SIA ASCII code ein.
hu: Kérjük, állítsa be a Sia ASCII kódot.
nl: Voer alstublieft de Sia ASCII code hieronder in.
ru: Пожалуйста установите Sia ASCII код ниже
