Repository: LiskArchive/lisk-ui
Catalog: po/*.po
Languages: de, hu, nl, ru

source: Please set the dapp parameters below.
de: Bitte fülle unten die Dapp Parameter aus.
hu: Kérjük, állítsa be a dapp paramétereket allábiakban.
nl: Voer alstublieft de dapp parameters hieronder in.
ru: Пожалуйста задайте параметры dapp ниже.

source: Please set your username.
de: Bitte wähle deinen Usernamen.
hu: Kérjük, állítsa be a felhasználónevét
nl: Voer alstublieft uw gebruikersnaam in.
ru: Пожалуйста укажите Имя пользователя

source: Please type in an account name or ID below.
de: Bitte gib unten einen Account Namen oder die ID ein.
hu: Kérjük írja be a fiók nevét vagy az azonosítóját(ID-jét).
nl: Voer hieronder alstublieft een account naam of ID in.
ru: Пожалуйста укажите имя Учетной записи или идентификатор ниже.

source: Pressing enter confirms each member.
de: Drücke Enter um das jeweilige Mitglied zu bestätigen.
hu: Enter gomb lenyomása visszajelöl minden egyes tagot.
nl: Indien u op enter drukt, worden alle leden bevestigd.
ru: Нажимая «Ввод» вы подтверждаете каждого пользователя.

source: Previous Block
de: Vorheriger Block
hu: Korábbi blokk
nl: Vorige Blok
ru: Предыдущий Блок

source: Profile Information
de: Profil Informationen
hu: Profiladatok
nl: Profiel Informatie
ru: Информация о профиле

source: Public key
hu: Nyilvános kulcs
nl: Openbare sleutel
ru: Публичный ключ

source: READ MORE
de: MEHR
hu: OLVASS TOVÁBB
nl: MEER LEZEN
ru: ПРОЧИТАТЬ БОЛЬШЕ

source: REMOVE VOTE
de: VOTE ENTFERNEN
hu: SZAVAZAT ELTÁVOLÍTÁSA
nl: STEM VERWIJDEREN
ru: УДАЛИТЬ ГОЛОС

source: Rank
de: Rang
hu: Helyezés
nl: Rang
ru: Место

source: Recipient
de: Empfänger
hu: Résztvevő
nl: Ontvanger
ru: Получатель

source: Register as a Delegate
de: Als Delegate registrieren
hu: Regisztráljon delegáltként.
nl: Registreer als een Afgevaardigde
ru: Зарегистрировать в качестве Делегата

source: Registered on
de: Registriert am
hu: Regisztrálva
nl: Geregistreerd op
ru: Зарегистрирован

source: Registering user
de: Registriere User
hu: Felhasználói regisztrálás
nl: Gebruiker aan het registreren
ru: Регистрация пользователя

source: Remember during this session
de: Passphrase für diese Sitzung merken
hu: Emlékezz a kapcsolódás során
nl: Onthouden tijdens deze sessie
ru: Запомнить в течении данной сессии

source: Removing vote from delegates
de: Abstimmung entfernen von delegates
hu: Szavazás eltávolítása delegáltaktol
nl: Stem van afgevaardigde verwijderen
ru: Удаление голосов с делегатов

source: Repeat second passphrase
de: 2. Passphrase wiederholen
hu: Ismételje meg a második jelmondatot.
nl: Herhaal tweede wachtwoordzin
ru: Повторите второй пароль

source: Reward
de: Verdienst
hu: Jutalom
nl: Beloning
ru: Вознаграждение

source: SAVE PASSPHRASE
de: SPEICHERE PASSPHRASE
hu: JELMONDAT MENTÉS
nl: SLAAG WACHTWOORDZIN OP
ru: СОХРАНИТЬ ПАРОЛЬ

source: SEND
de: SENDEN
hu: KÜLD
nl: VERZEND
ru: ОТПРАВИТЬ

source: SEND LISK
de: VERSENDE LISK
hu: LISK KÜLDÉS
nl: VERZEND LISK
ru: ОТПРАВИТЬ LISK

source: SIGN IN
de: EINLOGGEN
hu: BEJELENTKEZÉS
nl: AANMELDEN
ru: ВОЙТИ

source: SOURCE CODE
de: QUELLTEXT
hu: FORRÁS KÓD
ru: ИСХОДНЫЙ КОД

source: Saving new dapp
de: Speichere neue Dapp
hu: Új dapp mentése
nl: Nieuwe dapp aan het opslaan
ru: Сохранение нового dapp

source: Search for Dapps
de: Suche nach Dapps
hu: Dappok keresése
nl: Zoeken naar Dapps
ru: Поиск Dapp

source: Search for blocks
de: Suche nach Blöcke
hu: Blockok keresése
nl: Zoeken naar blokken
ru: Поиск блоков

source: Search for transactions (Transaction ID, Sender address, Recipient address)
de: Suche nach Transaktionen (Transaktions ID, Absender Adresse, Empfänger Adresse)
hu: Tranzakciók keresése (Tranzakció ID, Feladó címe, Fogadó címe)
nl: Zoeken naar transacties (transactie ID, adres zender, adres ontvanger)
ru: Поиск транзакций (Идентификатор транзакции, Адрес отправителя, Адрес получателя)

source: Send LISK
de: Versende LISK
hu: LISK Küldés
nl: Verzend LISK
ru: Отправить LISK

source: Sender
de: Absender
hu: Feladó
nl: Afzender
ru: Отправитель

source: Set members of account
de: Wähle Mitglieder des Accounts
hu: Fiók tagjainak beállítása
nl: Wijs leden van een account toe
ru: Назначить члена группы

source: Settings
de: Einstellungen
hu: Beállítás
nl: Instellingen
ru: Настройки

source: Show All Columns
de: Alle Spalten zeigen
hu: Minden oszlop megjelenítése
nl: Toon Alle Kolommen
ru: Показать все колонны

source: Show Full Time
de: Genaue Zeit zeigen
hu: Teljes idő megjelenítése
nl: Toon Volledige Tijd
ru: Показать время полностью

source: Sia ASCII Code
hu: Sia ASCII Kód
ru: Sia ASCII код

source: Sia is a new decentralized cloud storage platform aimed at giving users control of their data. Storage is pulled from a large network of hosts, each using Sia's blockchain to form storage contracts with clients. Out of the hundreds of hosts, only a fraction need to be online for the data to be recovered. Even in a network with many unreliable hosts, the data is safe.<br><br>You need to upload your dapp source code as a .zip file to the Sia network. Once the upload was successful you need to specify the ASCII code of the file in the next step.
de: Sia ist eine neue dezentrale Cloud Storage Plattform.
hu: A Sia egy új decentralizált felhő tárolási platform, mely arra lett tervezve, hogy a felhasználók hozzáférhessenek adataikhoz. A tárolt adat különböző hoszton van szétszórva, amit Sia blockchainel használatával tárolási szerződéseket köthetünk kliensekkel. A száz hosztból csak egy frakciónak kell onlinenak lennie, ahhoz, hogy az adatokat levissza lehessen állítani. Még ha nagyon sok host nem is elérhető, az adataink biztonágban vannak.<br><br>A dapp forráskódot .zip fájl ként kell feltölteni a Sia hálózatba. Sikeres feltöltés után meg kell adjnia a fájl ASCII kódját a következő lépésben.
nl: Sia is een nieuw gedecentraliseerd cloud opslag platform dat zich richt om gebruikers controle te geven over hun data. Opslag wordt verkregen van een groot nerwerk van hosts, die elk de Sia blockchain gebruiken om opslag contracten te vormen met cliënten. Uit de honderden hosts, is slechts een fractie nodig die online is om de data te verkrijgen. Zelfs in een netwerk met veel onbetrouwbare hosts, is de data veilig. <br><br>U moet uw dapp source code uploaden als een .zip bestand naar het Sia netwerk. Eens het uploaden succesvol is, dient u de ASCII code te specifiëren in de volgende stap.
ru: Sia является новой децентрализованной платформой облачных систем хранения данных с целью предоставить пользователям контроль над их данными. Данные хранятся в большой сети хостов, каждый из которых использует блокчейн SIA, чтобы сформировать договор хранения с клиентами. Из сотен хостов, только часть должна находиться в активной в сети чтобы извлечь данные. Даже в сети состоящей из многих ненадежных хостов, данные в безопасности.<br><br>Вам нужно загрузить исходный код своего приложения в формате файла .zip в сеть Sia. Как только загрузка произойдет необходимо указать ASCII код файла в следующем шаге.

source: Sia required
de: Sia ist notwendig
hu: Sia kötelező
nl: Sia nodig
ru: Sia необходим

source: Sign
de: Einloggen
hu: Aláirás
nl: Teken
ru: Подписать

source: Standby Delegates
de: Reserve Delegates
hu: Készenléti küldöttek
nl: Afgevaardigden in Stand-by
ru: Делегаты в ожидании

source: Step 1/2 - Generate a Passphrase
de: Schritt 1/2 - Generiere eine Passphrase
hu: Lépés 1/2 - Jelmondat generálása
nl: Stap 1/2 - Genereer een Wachtwoordzin
ru: Шаг 1/2 - Сгенерировать пароль

source: Step 1/3 - Preamble
de: Schritt 1/3 - Präambel
hu: Lépés 1/3 - Bevezetés
nl: Stap 1/3 - Introductie
ru: Шаг 1/3 - Лицензионное соглашение

source: Step 1/5 - Preamble
de: Schritt 1/5 - Präambel
hu: Lépés 1/5 - Bevezetés
nl: Stap 1/5 - Introductie
ru: Шаг 1/5 - Лицензионное соглашение

source: Step 2/2 - Confirm the Passphrase
de: Schritt 2/2 - Passphrase Bestätigen
hu: Lépés 1/2 - Jelmondat megerősítése
nl: Stap 2/2 - Bevestig de Wachtwoordzin
ru: Шаг 2/2 - Подтвердите пароль

source: Step 2/3 - Specify Group Members
de: Schritt 2/3 - Spezifiziere Gruppenmitglieder
hu: Lépés 2/3 - Határozza meg a Csoport Tagjai-t
nl: Stap 2/3 - Specifieer Groepsleden
ru: Шан 2/3 - Определите членов группы

source: Step 2/5 Dapp Specifications
de: Schritt 2/5 - Dapp Spezifikationen
hu: Lépés 2/5 Dapp Részletek
nl: Stap 2/5 Dapp Specificaties
ru: Шаг 2/5 - Спецификации Dapp

source: Step 3/3 - Confirmation
de: Schritt 3/3 - Bestätigung
hu: Lépés 3/3 - Megerősítés
nl: Stap 3/3 - Confirmatie
ru: Шаг 3/3 - Подтверждение

source: Step 3/5 - Choose Storage Solution
de: Schritt 3/5 - Wähle Speichermöglichkeit
hu: Lépés 3/5 - Tárolási hely kiválasztása
nl: Stap 3/5 - Kies Opslag Oplossing
ru: Шаг 3/5 - Выберите способ хранени

source: Step 4/5 - Storage Specifications
de: Schritt 4/5 - Speicher Spezifikationen
hu: Lépés 4/5 - Tárolási Részletek
nl: Stap 4/5 - Opslag Specificaties
ru: Шаг 4/5 - Параметры хранения

source: Step 5/5 - Confirmation
de: Schritt 5/5 - Bestätigung
hu: Lépés 5/5 - Megerősítés
nl: Stap 5/5 - Confirmatie
ru: Шаг 5/5 - Подтверждение

source: Summary
de: Zusammenfassung
hu: Összefoglaló
nl: Samenvatting
ru: Итог

source: Tags
hu: Címkék
ru: Теги

source: Tags (separated with comma)
de: Tags (getrennt mit Komma)
hu: Címkék (vesszővel elválasztva)
nl: Tags (gescheiden door een komma)
ru: Теги (разделенные запятой)

source: The passphrase entered doesn't match with the one generated before. Please go back and generate a new one.
de: Die Passphrase stimmt nicht mit der vorher generierten überein. Bitte gehe zurück und generiere eine neue Passphrase.
hu: A beírt Jelmondat nem egyezik az előzőekben generáltakkal. Kérjük térjen vissza és generáljon egy újat.
nl: De ingevoerde wachtwoordzin komt niet overeen met diegene die eerder is gegenereerd. Ga alstublief terug en genereer een nieuwe.
ru: Введенный пароль не совпадает со сгенерированным ранее паролем. Пожалуйста вернитесь назад и генерируйте новый пароль.

source: This action will cost
de: Diese Aktion kostet
hu: Ez a művelet LISK-be kerül.
nl: Deze actie zal kosten
ru: Данное действие будет стоить

source: This walkthrough will guide you through the necessary steps to create a multi-signature group. It's very important that you know what multi-signatures are, else you risk loosing your LISK balance.<br><br>A multi-signature group consists of N accounts, the one who created the group is the group owner. When the owner wants to make a transaction, M of N accounts within the group need to confirm it, otherwise the transaction will not be processed. The values M and N are specified in this walkthrough.<br><br><b>Things you need to know for the multi-signature group setup:</b><br><br>• The number of group members (N).<br>• The number of needed confirmations (M).<br>• The account names or IDs from the Lisk accounts you want to add to the group.
de: Du wirst nun eine Multi-Signature Gruppe erstellen. Die Präambel wird nachgereicht, sobald der komplette englische Text des Clients überarbeitet wurde.
hu: Ez a útmutató végig vezet a szükséges lépeseken ahhoz hogy létrehozz egy multi-signature csoportot. Nagyon fontos hogy tudd mi egy multi-signature csoport különben kockáztatod a LISK összegedet. Egy multi-signature csoport N fiókból áll, a csoport tulajdonosa az, aki megalkotta a csoportot. Amikor a csoporttulaj egy tranzakciót akar létrehozni, M a N fiókokból a csoportban el kell fogadja, máskép a tranzakció nem lesz feldolgozva. Az M es N értékek meg vannak határozva ebben az útmutatóban.<br><br><b> Pár dolgot kell tudjál a multi-signature csoport felépítésről:</b><br><br>• A csoport tagjainak száma (N).<br>• A szükséges megerősítések száma(M).<br>• A fiók nevét vagy ID azonosítóját a Lisk fiókokból amelyeket fel szeretnél venni a csoportba.
nl: Deze walkthrough zal u leiden door de stappen om een multi-signature groep aan te maken. Het is zeer belangrijk dat u weet wat multi-signatures zijn, anders loopt u het risico uw LISK balans te verliezen. <br><br>Een multi-signature groep bestaat uit N accounts, het account dat u gebruikt om de groep te maken is de eigenaar. Wanneer de eigenaar een transactie maakt, dienen M van de N accounts binnen de groep dit te bevestigen, anders zal deze niet worden verwerkt. De waardes M en N worden gespecifieerd tijdens deze walkthrough.<br><br><b>Dingen die u hoeft te weten voor de multi-signature groep aan te maken: </b><br><br>• Het aantal groepsleden (N).<br>• Het aantal nodige bevestigingen (M).<br>• De accountnaam of ID van de Lisk accounts die u aan de groep wil toevoegen.
ru: Данное содержание поможет вам пройти необходимые шаги для создание группы Мульти-Подписи. Очень важно, чтобы вы имели представление о том что такое Мульти-Подписи,в противном случае вы рискуете потерять все ваши LISK.<br><br>Группа Мульти-Подпись из N количество аккаунтов, создатель группы является ее владельцем. Когда владелец группы хочет совершить транзакцию, M от N пользователей состоящих в группе должны ее подтвердить, в противном случае транзакция не будет осуществлена. Значения М и N указаны в данном руководстве.<br><br><b>Для настройки группы с Мульти-Подписью необходимо знать следующее:</b><br><br>• Количество членов группа (N).<br>• Необходимое количество подтверждений (M).<br>• Имена учетных записей или Идентификаторы LISK аккаунтов который вы желаете добавить в группу.

source: Time
de: Zeit
hu: Idő
nl: Tijd
ru: Время

source: To become a delegate, click on the "Delegate Registration" button.
de: Um Delegate zu werden, klicke auf "Delegate Registrieren".
hu: Ahhoz, hogy delegátus legyen, kattintson a "Delegátus Regisztráció" gombra.
nl: Om een afgevaardigde te worden, klikt u op de "Delegate Registratie" knop.
ru: Чтобы стать делегатом, нажмите на кнопку «Регистрация делегата».

source: Toggle navigation
de: Navigation umschalten
hu: Navigáció elrejtése/mutatása
nl: Toggle navigatie
ru: Переключить навигацию

source: Top Delegates
hu: Top Delegáltak
nl: Top Afgevaardigden
ru: Топ Делегатов

source: Total Amount
de: Gesamte Summe
hu: Teljes Összeg
nl: Totaal Aantal
ru: Итого

source: Total Balance
de: Gesamtes Guthaben
hu: Teljes Egyenleg
nl: Totale Saldo
ru: Итоговый баланс

source: Total Fee
de: Gesamte Gebühren
hu: Teljes díj
nl: Totale Verheffing
ru: Итоговая комиссия

source: Total Forged
de: Gesamt Geforged
hu: Total Forge-olt
nl: Aantal Geforged
ru: Итого сфорджено

source: Transaction
de: Transaktion
hu: Tranzakció
nl: Transactie
ru: Транзакция

source: Transaction ID
de: Transaktions ID
hu: Tranzakció ID
nl: Transactie ID
ru: Идентификатор транзакции

source: Transactions
de: Transaktionen
hu: Tranzakciók
nl: Transacties
ru: Транзакции

source: Transactions for 17649443584386761059L
hu: Tranzakciók 17649443584386761059L címre
nl: Transacties voor 17649443584386761059L
ru: Транзакции для 17649443584386761059L

source: UNINSTALL
de: DEINSTALLIEREN
hu: ELTÁVOLÍTÁS
nl: VERWIJDEREN
ru: УДАЛИТЬ

source: UPDATE
de: UPDATEN
hu: FRISSÍTÉS
nl: UPDATEN
ru: ОБНОВИТЬ

source: USD Equivalent
de: USD Äquivalent
hu: USD egyenleg
ru: Перевести в USD

source: Uptime
de: Verfügbarkeit
hu: Üzemidő
nl: Bedrijfstijd
ru: Время в сети

source: Username
hu: Felhasználónév
nl: Gebruikersnaam
ru: Имя пользователя

source: View selection
de: Zeige Auswahl
hu: Nézet kiválasztása
nl: Selectie weergeven
ru: Просмотр выбранного

source: Voting for delegates
de: Vote für Delegates
hu: Szavazás delegáltakra
nl: Stemmen voor afgevaardigden
ru: Голосовать за делегатов

source: Welcome back, {{username}}
de: Willkommen zurück, {{username}}
hu: Üdvözlünk újra, {{username}}!
nl: Welkom terug, {{username}}
ru: Добро пожаловать, {{username}}

source: Welcome, click to edit profile
de: Klicke hier um deinen Benutzernamen einzurichten.
hu: Üdvözöljük, kattintson a profil szerkesztéséhez
nl: Welkom, klik om uw profiel te bewerken
ru: Добро пожаловать, нажмите чтобы изменить профиль

source: YES
de: JA
hu: IGEN
nl: JA
ru: ДА

source: You are about to register your decentralized application (dapp) on the Lisk network. After the registration all Lisk users will be able to see your dapp on the Lisk Dapp Store and they will also be able to install and launch it.<br><br>One of the characteristics of blockchains is that you can't delete any content from them. Therefore make sure you have used the correct dapp parameters. We also advise you to test your dapp on the official Lisk testnet so you can guarantee that its working flawlessly.<br><br><b>Things you need to know for the registration process:</b><br><br>• Dapp names are unique, you can't register the same name twice on the Lisk network.<br>• You can either use a centralized (GitHub) or decentralized (Sia) hosting method.<br>• Make sure that your dapp icon's format is a square.<br>• Choose your tags wisely, with them your users will be able to find your dapp in the Dapp Store.<br><br>The Lisk Team isn't liable for a dapp, solely the uploader is. So you have to make sure that your dapp is legal and doesn't harm its users.
de: Du wirst nun eine dapp zum Lisk Netzwerk hinzufügen. Die Präambel wird nachgereicht, sobald der komplette englische Text des Clients überarbeitet wurde.
hu: Arra készül, hogy regisztrálja a decentralizált alkalmazását (dapp) a Lisk hálózaton. Regisztráció után minden Lisk felhasználó látni fogja a dapp-odat a Lisk Dapp Store-ban és ők is tudják telepíteni és elindítani.<br><br>Az egyik tulajdonsága a blockchainnek az, hogy nem lehet kitörőlni akármilyen adatot belöle. Tehát ezáltal győződjön meg arról, hogy helyes dapp paramétereket használ. Azt is javasoljuk, hogy tesztelje le a dappját a hivatalos Lisk testneten ezáltal így garantálja, hogy ez működi fog hibátlanul.<br><br><b>Pár dolgot kell tudni regisztrációs folyamatrol:</b><br><br>• Dapp nevek egyediek, ezáltal lehetetlen többször regisztrálni ugyanazzal a névvel a Lisk hálózaton.<br>• Használhatsz egy centralizált (GitHub) vagy decentralizált (Sia) hosting módszert.<br>• Győződjön meg arról, hogy a dapp ikon formája egy négyzet.<br>• Válasszon tagokat bölcsen, mivel velük a felhasználók képesek lesznek megtalálni a dappot a Dapp Store-ban.<br><br>A Lisk csapat nem felelős egy dapp-ért, csak a feltöltő. Szóval megkérjük hogy a dappja legyen legális és nem kártevő.
nl: U staat op het punt uw gedecentraliseerde applicatie (dapp) te registeren op het Lisk netwerk. Na de registratie zullen alle Lisk gebruikers uw dapp kunnen zien in de Lisk Dapp Store en zullen ze uw applicatie kunnen installeren en starten.<br><br>Een van de karakteristieken van blockchains is dat u er geen inhoud van kan verwijderen. Wees daarom zeker dat u de juiste dapp parameters hebt gebruikt. We adviseren u ook om uw dapp te testen op het officiële Lisk testnet zodat u kan garanderen dat alles werkt. <br><br><b>Dingen die u moet weten voor het registratie proces: </b><br><br>• Dapp namen zijn uniek, u kan dezelfde naam geen twee keer registreren op het Lisk netwerk.<br>• U kan een gecentraliseerde (GitHub) of gedecentraliseerde (Sia) hosting methode kiezen.<br>• Wees zeker dat uw dapp icoon een vierkant is. <br>• Kies wijselijk uw tags, met deze tags zullen gebruikers uw dapp makkelijker vinden in de Dapp Store. <br><br> Het Lisk Team is niet verantwoordelijk voor een dapp, maar wel de uploader. Wees dus zeker dat uw dapp legaal is en in geen geval schadelijk is voor de gebruikers.
ru: Вы собираетесь зарегистрировать децентрализованное приложение (DAPP) в сети Lisk. После регистрации все пользователи Lisk смогут видеть ваше приложение в магазине децентрализованных приложений. Также они смогут установить и запустить его. <br><br> Одна из особенностей блокчейна заключается в том, что вы не можете удалить контент который в нем находится. Поэтому убедитесь, что вы использовали правильные параметры DAPP. Мы также советуем вам проверить свой DAPP в официальной тестовой сети Lisk таким образом вы можете гарантировать, что ваше приложение работает безупречно. <br> <br> <б> Что необходимо знать для процесса регистрации:</b><br><br>• Имена DAPP уникальны, вы не можете зарегистрировать одно и тоже имя дважды в сети Lisk.<br>• Вы можете использовать централизованный (GitHub) или децентрализованным (Sia) способ размещения.<br>• Убедитесь, что формат значка вашего приложения квадратный.<br>• Выбирайте теги разумно, благодаря ним пользователи смогут найти ваш DAPP в магазине децентрализованный приложений.<br><br>Команда Lisk не несет ответственности за DAPP, вся ответственность возлагается на разработчика загрузившего DAPP. Таким образом, вы должны убедиться, что ваш DAPP является законным и не наносит вред пользователям.

source: You are not a member of any one Multi-Signature group.
de: Du bist bisher kein Mitglied einer Multi-Signature Gruppe.
hu: Ön nem tagja semmilyen Multi-Signature csoportnak.
nl: U bent geen lid van een Multi-Signature groep.
ru: Вы не являетесь членов ни одной из групп Мульти-Подписи

source: You can find your passphrase below.
de: Unten findest du deine Passphrase.
hu: Megtalálja passphrase az alábbiakban.
nl: U kan uw paswoordzin hieronder terugvinden.
ru: Вы пароль ниже

source: You do not have any contacts, try adding a new one!
de: Du hast bisher keine Kontakte, versuche einen neuen Kontakt hinzuzufügen!
hu: Nincsenek kapcsolataid, próbálj felvenni egy kapcsolatot!
nl: U heeft nog geen contactpersonen, probeer een nieuwe toe te voegen!
ru: У вас нет ни одного контакта, попробуйте добавить новый контакт!

source: You do not have any dapps installed yet.
de: Du hast bisher keine Dapps installiert.
hu: Még nincs semilyen dapps telepítve.
nl: U heeft nog geen dapps geïnstalleerd.
ru: У вас нет ни одного установленного dapp

source: You do not have any pending contacts!
de: Du hast aktuell keine wartenden Kontaktanfragen!
hu: Nincs függőben lévő kapcsolat kérés.
nl: U heeft geen contactpersonen in afwachting!
ru: У вас нет ни одного контракта ожидающего подтверждения!

source: You have not forged any blocks yet.
de: Du hast bisher keine Blocks geforged.
hu: Még nem forge-oltál egy blokkot sem.
nl: U heeft nog geen blokken geforged.
ru: У вас нет вознаграждений за блоки.

source: You have not installed dapps yet.
de: Du hast aktuell keine Dapps installiert.
hu: Még nem telepítettél dapps-ot.
nl: U heeft nog geen dapps geïnstalleerd.
ru: У вас нет ни одного установленного dapp.

source: You have not made any transactions yet.
de: Du hast bisher keine Transaktionen getätigt.
hu: Ön még nem hozott létre egy tranzakciót sem.
nl: U heeft nog geen transacties aangemaakt.
ru: У вас нет совершенных транзакций.

source: You have not voted for any delegates yet.
de: Du hast aktuell für keinen Delegate gevoted.
hu: Ön még nem szavazott delegáltokra.
nl: U heeft nog niet gestemd voor afgevaardigden.
ru: Вы еще не проголосовали ни за одного делегата.

source: You shall receive notification when the contact has accepted your request.
de: Du erhälst eine Meldung, sobald der Kontakt deine Anfrage akzeptiert hat.
hu: Értesitést fog kapni amikor az ügyfél elfogadja a kérését.
nl: U zal een melding krijgen indien de contactpersoon uw verzoek heeft geaccepteerd.
ru: Вы получите уведомление как только пользователь примет ваш запрос.

source: Your Multi-Signature group(s) have not made any transactions yet.
de: Deine Multi-Signature Gruppen haben bisher keine Transaktionen getätigt.
hu: A Multi-Signature csoportod még nem ment át egy tranzakción sem.
nl: Uw Multi-Signature groepen hebben nog geen transacties gemaakt.
ru: Ваша(и) группа Мулти-Подписи не имеет транзакций в данный момент.

source: Your Passphrase
de: Deine Passphrase
hu: Jelmondatod
nl: Uw Wachtwoordzin
ru: Ваш пароль

source: Your Second Passphrase
de: Deine 2. Passphrase
hu: Második Jelmondat-od
nl: Uw Tweede Wachtwoordzin
ru: Ваш второй пароль
